workloada/log_1_load.txt
[OVERALL], RunTime(ms), 102596.0
[OVERALL], Throughput(ops/sec), 9746.968692736558
[TOTAL_GCS_MarkSweepCompact], Count, 0.0
[TOTAL_GC_TIME_MarkSweepCompact], Time(ms), 0.0
[TOTAL_GC_TIME_%_MarkSweepCompact], Time(%), 0.0
[TOTAL_GCS_Copy], Count, 426.0
[TOTAL_GC_TIME_Copy], Time(ms), 188.0
[TOTAL_GC_TIME_%_Copy], Time(%), 0.18324301142344732
[TOTAL_GCs], Count, 426.0
[TOTAL_GC_TIME], Time(ms), 188.0
[TOTAL_GC_TIME_%], Time(%), 0.18324301142344732
[CLEANUP], Operations, 4.0
[CLEANUP], AverageLatency(us), 1.5
[CLEANUP], MinLatency(us), 1.0
[CLEANUP], MaxLatency(us), 3.0
[CLEANUP], 95thPercentileLatency(us), 3.0
[CLEANUP], 99thPercentileLatency(us), 3.0
[INSERT], Operations, 1000000.0
[INSERT], AverageLatency(us), 404.622392
[INSERT], MinLatency(us), 66.0
[INSERT], MaxLatency(us), 1111039.0
[INSERT], 95thPercentileLatency(us), 574.0
[INSERT], 99thPercentileLatency(us), 1005.0
[INSERT], Return=OK, 1000000