workloada/log_2_load.txt
[OVERALL], RunTime(ms), 2110496.0
[OVERALL], Throughput(ops/sec), 947.6445347444392
[TOTAL_GCS_MarkSweepCompact], Count, 0.0
[TOTAL_GC_TIME_MarkSweepCompact], Time(ms), 0.0
[TOTAL_GC_TIME_%_MarkSweepCompact], Time(%), 0.0
[TOTAL_GCS_Copy], Count, 852.0
[TOTAL_GC_TIME_Copy], Time(ms), 3133.0
[TOTAL_GC_TIME_%_Copy], Time(%), 0.14844851636771642
[TOTAL_GCs], Count, 852.0
[TOTAL_GC_TIME], Time(ms), 3133.0
[TOTAL_GC_TIME_%], Time(%), 0.14844851636771642
[CLEANUP], Operations, 4.0
[CLEANUP], AverageLatency(us), 2.25
[CLEANUP], MinLatency(us), 1.0
[CLEANUP], MaxLatency(us), 6.0
[CLEANUP], 95thPercentileLatency(us), 6.0
[CLEANUP], 99thPercentileLatency(us), 6.0
[INSERT], Operations, 2000000.0
[INSERT], AverageLatency(us), 3905.303938
[INSERT], MinLatency(us), 56.0
[INSERT], MaxLatency(us), 2.6247167E7
[INSERT], 95thPercentileLatency(us), 21247.0
[INSERT], 99thPercentileLatency(us), 75327.0
[INSERT], Return=OK, 2000000