workloada/log_2_load.txt
[OVERALL], RunTime(ms), 714065.0
[OVERALL], Throughput(ops/sec), 2800.8654674294357
[TOTAL_GCS_MarkSweepCompact], Count, 0.0
[TOTAL_GC_TIME_MarkSweepCompact], Time(ms), 0.0
[TOTAL_GC_TIME_%_MarkSweepCompact], Time(%), 0.0
[TOTAL_GCS_Copy], Count, 851.0
[TOTAL_GC_TIME_Copy], Time(ms), 370.0
[TOTAL_GC_TIME_%_Copy], Time(%), 0.05181601114744456
[TOTAL_GCs], Count, 851.0
[TOTAL_GC_TIME], Time(ms), 370.0
[TOTAL_GC_TIME_%], Time(%), 0.05181601114744456
[CLEANUP], Operations, 4.0
[CLEANUP], AverageLatency(us), 1.75
[CLEANUP], MinLatency(us), 1.0
[CLEANUP], MaxLatency(us), 4.0
[CLEANUP], 95thPercentileLatency(us), 4.0
[CLEANUP], 99thPercentileLatency(us), 4.0
[INSERT], Operations, 2000000.0
[INSERT], AverageLatency(us), 1394.4298645
[INSERT], MinLatency(us), 73.0
[INSERT], MaxLatency(us), 4.4498943E7
[INSERT], 95thPercentileLatency(us), 1648.0
[INSERT], 99thPercentileLatency(us), 4447.0
[INSERT], Return=OK, 2000000